/* 
   Localizable.strings
   DrawBattlefield

   Created by James Washburn on 11/18/09.
   Copyright 2009 Amaranthine Corporation. All rights reserved.
 */
 
// App Name
//CFBundleDisplayName = "DessinerBataille";

// Main Menu
/*"Challenge Mode" = "Défi Mode";
"Continue" = "Continuer";
"Free Mode" = "Libre Mode";
"Multiplayer" = "Multijoueur";
"Unit Management" = "Unité de Gestion";
"Options" = "Options";

// Challenge Menu
"Challenges:" = "Défis:";
"Sniper Challenge" = "Sniper Défi";
"Armored Challenge" = "Armurié Défi";
"Turret Challenge" = "Tourelle Défi";
"Tank Challenge One" = "Char Défi Un";
"Tank Challenge Two" = "Char Défi Deux";
"Return" = "Return";

// Option Menu
"Vibrate" = "Vibrer";
"On" = "Sur";
"Off" = "Hors tension";

// Delete Unit Confirm
"Delete Unit?" = "Supprimer l'unité?";
"Are you sure you want to delete this %@?" = "Etes-vous sûr de vouloir supprimer cette %@?";
"No" = "Non";
"Yes" = "Oui";

// Battleground Clear Confirm
"Clear All Units?" = "Effacer toutes les unités?";
"Are you sure you want to clear all units?" = "Etes-vous sûr de vouloir effacer toutes les unités?";

// Battleground Quit Confirm
"Return to Main Menu?" = "Retour au menu principal?";
"Cancel" = "Annuler";
"Return" = "Retour";
"Save and Return" = "Enregistrer et revenir";

// Battleground Instructions
"Instructions" = "Instructions";
"One touch to move, two taps to remove, touch bottom right for menu" = "One touch de se déplacer, taper deux fois pour supprimer, appuyez en bas à droite pour le menu";
"Done" = "Fini";

// Battleground Menu
"Add Unit" = "Ajouter";// Unité"; DessinerBataille
"Pause" = "Pause";
"Resume" = "Réactiver";
"Clear" = "Clair";
"Quit" = "Quitter";

// Units
"soldier" = "soldat";
"officer" = "officier";
"armored soldier" = "armurié soldat";
"rocket soldier" = "fusée soldat";
"heavy turret" = "lourds tourelle";
"light turret" = "léger tourelle";
"heavy tank" = "lourds char";
"light tank" = "léger char";
"sniper" = "sniper";
"powered armor" = "pouvoir armor";
"factory" = "usine";
"inkspot" = "d'encre";

"Friendly" = "Amical";
"Hostile" = "Ennemi";*/
